#
%
&
+
000
10
11
12
13
14
15
16
17
18
180
19
190
195
196
197
198
199
20
200
23
26
28
30
40
45
50
55
6
7
8
9
<
=
>
\
_
aa
aaa
ab
abandon
abe
abs
absent
abu
ac
acc
access
ace
ad
ada
adam
adjust
admit
ae
aero
af
affection
ag
ah
ai
aim
ain
air
ak
aka
al
ala
ale
alex
ali
alien
alla
allen
allow
ally
alpha
alta
alter
ama
amar
amber
ami
amin
amor
amp
ana
anchor
andre
ang
angel
ann
anna
ant
anti
anton
ao
ap
ape
app
apple
apr
aqua
ar
ara
arab
arc
arch
aren
ari
ark
arm
art
arte
asa
ash
asha
ask
assign
assist
astro
ate
attach
au
audi
audit
aug
author
auto
av
ava
avail
avoid
aw
awe
ax
az
ba
baby
bad
bag
baha
bal
ball
bam
ban
band
bang
bank
bankrupt
bar
bare
barn
barre
bas
base
bash
basket
bat
bath
battle
bay
bb
bea
beach
bean
bear
beat
beau
beck
bed
bee
beef
beg
begin
bei
bel
bell
bella
belle
ben
berg
bern
best
bet
beth
better
bey
bi
big
bill
billion
bin
bio
bird
birth
bit
bitter
black
bland
blank
bled
blind
bliss
block
blog
blood
bloom
blossom
blow
blu
blue
blur
bo
boar
board
boat
bob
body
bomb
bon
bond
boo
book
boot
booth
border
bore
bot
bother
bout
bow
box
boy
br
bra
brad
brain
bran
brand
brat
bray
bread
break
breast
breath
bree
breed
brew
brick
bride
bridge
brief
brig
bright
brisk
brit
bro
broad
brook
broom
brother
brow
brown
bryn
bu
buck
bud
buff
bug
bulb
bulk
bull
bullet
bun
bunk
bureau
burn
bus
bush
business
busy
butch
butt
butter
buzz
cab
cabin
cad
cade
caf
cafe
cal
calder
cale
cam
camel
camp
candi
candle
cannon
cap
car
cara
carbon
card
care
carl
carmel
carol
carr
cart
cas
cash
cass
cast
cat
cater
cause
cc
ce
cell
cello
center
certain
ch
cha
chad
chain
chair
chalk
chamber
champ
chan
chancel
chang
char
character
che
check
cheek
cheer
cheese
chen
cher
chess
chest
chew
chi
chick
chief
child
chin
chip
cho
chop
chow
christ
christi
christian
chu
chuck
church
ci
cigar
cinder
citizen
city
civil
ck
cl
clair
clan
class
claw
clay
clean
clear
clever
climb
clit
clock
close
clothes
cloud
club
co
coa
coach
coal
coast
coat
cock
coco
coffee
coin
col
cold
cole
collar
colon
color
colour
com
comb
combat
come
commit
common
como
companion
complex
con
conceal
condo
conquer
consider
consist
consul
contain
contest
contra
control
convey
cook
cool
cop
copper
copy
cork
corn
corp
cotton
cough
council
counsel
counter
country
coup
court
coven
cover
cow
cr
crab
crack
craft
credit
cree
creep
crest
crew
crisp
crook
cross
crow
cruel
cry
crystal
cu
cubic
cup
curt
custom
cut
cy
cyber
d
da
dad
dai
dal
dam
damn
damp
dan
danger
dani
dar
dare
dark
dart
das
dash
dat
dax
day
dd
de
dea
dead
deaf
deal
dear
death
dec
deck
decor
dee
deep
deer
def
defend
dei
del
deliver
dem
demi
demo
demon
den
deposit
der
des
design
desk
det
deter
dev
develop
devi
devil
devon
dew
dex
dexter
di
dia
dial
dick
die
differ
dig
dil
dim
din
ding
dinner
dino
dir
dire
disc
disco
discover
disdain
dish
dismay
disney
disturb
diver
doc
dock
doctor
dog
doll
dom
domestic
don
dona
doo
doom
door
dough
dow
dr
drag
dragon
drain
draper
draw
dread
dream
dress
drive
drop
drug
drum
dry
du
duc
duck
dull
dumb
dump
dun
dust
ea
eager
ear
earth
east
easter
easy
eat
ec
echo
eco
ed
edge
edit
ee
egg
eh
ein
ek
el
electro
electron
eli
elisa
eliza
ely
em
emi
employ
en
end
eng
engine
english
enjoy
enter
entertain
entire
entrance
ep
epic
er
eras
es
est
este
et
ether
eu
eugen
eun
euro
europe
ev
eva
evan
evie
evil
ex
exam
excel
execution
exist
express
expression
extra
eye
f
fa
fable
face
factor
fai
fail
fair
fairy
false
fan
fang
far
fare
farm
fast
fat
fate
father
favor
favour
fay
fe
fear
feat
feather
fee
feed
feel
fei
fellow
fen
fever
ff
fi
fiber
field
fig
fight
figure
fin
finger
fir
fire
fis
fish
fisher
fist
fit
fitz
fix
fl
flag
flash
flat
flaw
fleet
flick
flood
floor
flow
flower
flu
fly
folk
foo
food
fool
foot
force
fore
forge
fork
form
fort
forth
fox
fr
fra
frail
frame
fran
france
franco
frank
frederick
free
freed
fresh
frey
fried
friend
frost
fruit
ft
fu
fuck
fun
fur
fury
g
ga
gag
gain
gal
gallo
gan
gang
garden
gas
gate
gather
gaunt
gay
gaze
ge
gear
gee
gel
gem
gen
gene
gentle
geo
georg
george
ghost
gi
gil
gin
ginger
girl
glad
glass
glee
glen
gloom
god
gold
goo
good
goose
got
govern
gr
gram
gran
grand
grape
grass
grave
gray
great
green
greet
greg
grey
grim
grin
ground
grow
gruff
gu
guard
gui
guide
gum
gun
guns
gut
gwen
gym
ha
habit
hack
hai
hair
hal
half
hall
halo
ham
hammer
han
hand
handle
hang
happen
hard
harm
harmon
hart
harvest
hat
hatch
hate
haven
hawk
hay
hazel
head
heal
hear
heart
heath
heaven
heavy
heck
hedge
hee
heir
hell
helm
help
hem
hen
henri
hero
hey
hi
hide
high
hill
hind
hip
hit
hitch
hm
ho
hodge
hog
hollow
home
homer
homo
hon
honest
honey
hood
hop
hope
horizon
horn
horse
host
hot
hour
house
hr
hu
hub
hugh
hum
human
humor
hung
hut
hydro
hyper
ia
ib
ic
ice
ida
ie
ign
ik
il
ill
imp
import
inc
infinite
inform
ing
inhabit
inherit
ink
inn
inner
insist
install
int
intel
inter
interest
intern
intra
intro
invest
io
ion
iq
ir
ira
iron
isa
isla
iso
iss
ist
ivan
ix
j
ja
jack
jacob
jai
jail
jan
japan
jar
jaw
jax
jay
je
jean
jed
jeff
jelly
jen
jet
jewel
ji
jim
jin
jing
jo
jock
johan
john
jon
jose
joseph
joy
ju
jump
jun
juris
k
ka
kai
kali
kan
kat
kay
ke
keen
kei
ken
key
ki
kick
kid
kill
kim
kin
kind
king
kings
kirk
kit
kitchen
kn
knee
knock
know
ko
ku
kun
ky
la
lab
label
labor
labour
lac
lack
lad
lady
lai
lake
lam
lamb
lamp
lan
land
lands
lang
lap
las
lash
lass
lau
laugh
laurel
law
lay
le
lea
leader
leaf
lean
lear
lee
leg
legion
lei
lemon
len
leo
leon
les
let
letter
lev
lever
levi
lew
lex
ley
li
lick
lie
lies
lieu
life
light
like
lil
lim
lime
limit
limp
lin
line
ling
lion
lip
list
listen
lit
liter
little
liv
live
liver
living
liz
ll
lo
loaf
local
lock
log
long
look
loosen
lore
lot
lou
loud
lough
louis
love
low
lt
lu
luc
luca
luck
luke
lumber
lump
lunch
lung
lux
ma
mac
mach
mack
mad
mae
mag
mai
mail
main
maj
mal
mala
male
mali
mall
man
mani
mann
mar
mara
marcel
march
margin
mari
mark
market
marsh
martin
marty
marvel
mary
mas
mason
mass
master
mat
match
math
max
maxi
mb
mc
mcc
mean
meaning
measure
meat
med
medal
meg
mega
mel
memo
men
mer
mess
met
meta
metal
metaphor
meteor
metro
mi
mic
michel
mick
micro
mid
middle
mika
mil
mile
milk
mill
million
mimic
min
mind
ming
mini
mir
mira
mis
miss
mission
mist
mit
mitch
mix
mk
mm
mo
mob
mock
mode
model
moi
moist
mole
mom
moment
mon
money
mono
mont
moon
moor
mor
morgan
mort
moth
mother
motor
mountain
mouth
mp
mph
mr
mu
mud
multi
mum
murder
murmur
muse
mystic
myth
n
na
nah
nak
nam
nan
nano
nap
narrow
nas
nash
nat
nation
ne
near
neat
nec
neck
nee
need
needle
neighbor
neighbour
nes
net
new
newly
news
ng
ni
nic
nick
nico
nicola
night
nik
noble
non
norm
normal
north
nose
note
nov
novel
nu
numb
nun
nur
nut
nw
ny
o
oak
ob
obe
occur
och
odd
odor
og
oh
oil
ok
ol
old
ole
om
op
open
orbit
order
ore
org
origin
orphan
os
ot
ou
outer
ow
ox
oz
p
pa
pac
pack
pad
page
pain
paint
pair
pal
pali
pan
pang
paper
par
para
parent
park
party
pas
passage
passion
past
pat
patch
path
patrol
patron
pau
paul
pawn
pay
pe
pea
peace
pear
pee
pen
penn
penny
pepper
pere
perform
persist
person
peru
pet
peter
pew
ph
phi
phil
philipp
photo
pi
pia
pic
pick
picnic
picture
pier
pig
pillow
pin
pink
pit
pitch
pl
plain
plan
play
plea
plum
po
pocket
poe
pol
polar
pole
poly
ponder
pony
poor
pop
por
port
pose
posse
post
pot
pour
pow
power
pp
pr
pratt
pre
prefer
press
pri
priest
prince
print
prior
prison
pro
prof
profession
promo
proof
prop
proper
prose
protest
proto
pry
ps
psycho
pu
public
puck
pump
pun
pup
puppet
pure
push
q
qu
quad
quan
quarter
que
queen
quest
question
qui
quick
quo
ra
race
rack
radio
raf
rag
rai
rail
rain
raj
ram
ramp
ran
rand
random
rang
rap
ras
rat
rattle
raven
ravi
raw
ray
read
real
rear
rebel
rec
recruit
red
reef
refer
reg
rei
rein
relation
relax
remark
ren
rene
renee
reno
rep
request
require
resign
resist
resource
respect
rest
retain
retire
retro
rev
rex
rey
ri
rib
ric
rich
rick
rico
rid
ridge
rifle
rig
rim
ring
rio
riot
rip
rival
river
ro
road
roar
rob
robb
rock
roller
rom
roman
ron
roof
room
rosa
rose
ross
rot
roth
rough
round
row
roy
rr
ru
rue
rum
run
rus
rush
ruth
ry
sa
sac
sack
sad
saddle
safe
sai
said
sail
saint
sal
sale
salt
sam
san
sand
sandwich
sang
sar
sasha
sat
saw
sax
sc
scan
scandal
scar
scholar
school
sci
scrap
screen
screw
se
sea
seam
sean
seas
season
seat
sec
second
seed
self
sell
semi
sen
sep
ser
sera
serge
set
seven
sex
sh
sha
shadow
shake
sham
shame
shan
shang
shape
share
sharp
shaw
shea
shed
sheep
shen
shi
shifter
shin
ship
shirt
shit
sho
shock
shoe
shop
shore
short
shot
shri
shu
shy
si
sick
sid
sigh
sight
sign
silver
sim
similar
sin
sing
sink
sir
sister
sit
situ
sk
skate
sketch
ski
skier
skill
skin
sky
sl
slack
sleep
slick
sling
slip
slow
sly
sm
small
smart
smash
smith
smooth
snake
snap
snow
sob
soc
social
soft
sol
solar
sole
solo
son
song
soo
sorrow
soul
sound
sour
source
south
sp
spa
space
span
spark
spat
speaker
spear
spec
specific
speech
speed
spell
spider
spin
spirit
spit
splinter
spoke
spoon
sport
spot
spread
spring
spur
spy
squad
squat
ss
st
stab
stage
stair
stake
stan
stand
star
start
stat
state
station
ste
steal
steam
steel
stefan
stein
stem
step
stephan
stereo
steven
stick
stiff
stil
sting
stir
stock
stone
stop
store
storm
story
straight
straw
stream
street
strong
stu
su
sub
subtle
success
suck
sudden
sugar
suit
sul
sum
summer
summon
sun
super
sur
sure
surf
sv
sven
sw
swat
sweat
sweet
swim
switch
sword
sy
syn
syrup
system
ta
tab
table
tack
tad
tag
tai
tail
tal
talk
tam
tan
tang
tank
tape
tar
tau
tax
taxi
tay
te
tea
teach
team
tear
tech
techno
ted
tee
teen
tel
tell
temper
tender
tent
ter
terra
terre
terri
terror
tess
test
tex
text
th
tha
thank
thanks
theo
thick
thin
thing
tho
thom
thor
thorn
thorough
thou
thought
thousand
thread
threat
throw
thumb
thunder
thy
ti
tick
tier
tight
til
tim
timber
time
tin
ting
tip
tire
tis
tom
tomb
ton
tool
tooth
tor
total
touch
tough
tour
tow
towel
town
toxic
tr
track
trade
trait
tram
tran
trans
transit
trap
trash
travel
tre
tread
treat
tree
trek
tri
tribe
trick
trip
trouble
trust
try
ts
tt
tu
tumble
tun
turn
tutor
twin
twitter
ty
type
u
uc
ui
uk
ul
ultra
um
un
understand
une
uneven
uno
upper
ur
use
ut
utter
va
vain
val
vale
vamp
van
vapor
var
ve
verb
vest
vet
vi
vic
victor
video
vie
viet
view
vigor
vile
villa
vin
vinci
virgin
visit
vitamin
vo
vol
volley
von
vu
w
wa
wah
wai
waist
wait
wake
wal
walk
wall
walt
wan
wander
war
ware
warm
wash
waste
wat
watch
water
wax
way
weak
weapon
wear
weather
web
wee
week
wei
weigh
weight
weir
wen
went
wes
west
wet
wheat
wheel
whip
whisper
white
whore
wi
wil
wild
william
willing
win
wind
window
wine
wing
wink
winter
wire
wise
wish
wit
witch
wo
wolf
woman
won
wonder
woo
wood
wool
word
work
world
worm
worth
wr
wren
wrist
writ
wrong
wu
xi
xx
y
ya
yan
yd
ye
year
yellow
yer
yes
yi
yo
young
yu
za
zac
zach
ze
zen
zoo
zu
zur
|
¡
¢
£
¤
¦
§
¨
©
ª
¬
®
°
¼
½
¾
¿
ß
ð
ø
đ
ł
œ
ι
κ
ν
ο
ς
σ
υ
ω
б
в
е
л
м
н
о
у
‐
‑
‒
‖
†
‡
•
™
−
∞
─
▪
♥
♦
